import '../../Pages/Services/Services.scss'

function Services() {
  return (
    <div className='Services'>
      <div className='top'>
        <div className='text_h'>
          <h2>Вдосконалений Світ Інтернет-З'єднань</h2>
          <hr />
          <h3>"Розкрийте Нові Горизонти разом з Нашим Інтернет-З'єднанням: Де Вдосконалення Стає Справжнім Досвідом."</h3>
          <hr />
        </div>
        <div className='big_text'>
          <p>Ласкаво просимо у вирішальний момент вашого онлайн-досвіду.<br/> Тут ми представляємо інтернет-провайдер, де кожна ниточка з'єднання вишивається в неповторний килим можливостей. Дозвольте нам огорнути вас в хвилі швидкості та стабільності. Від сміливих першокроків до глибин технологій – наше інтернет-підключення привносить у ваше життя не тільки зручність, але і справжню вартість кожної секунди онлайн-взаємодії. Ми вдосконалюємо ваші спостереження та вносимо іновації у кожен аспект взаємодії з світом інтернет-можливостей. Тут ви отримуєте не просто технічне з'єднання. Це враження, яке прокладає шлях для ваших найзахоплюючіших онлайн-подорожей. Безмежність, швидкість та гнучкість – ось три стовпи, на яких будується наше інтернет-простірство. Ми вітаємо вас в новій ері досвіду Інтернету. Де кожен момент – це можливість, а кожне підключення – це подорож у невідоме. Дозвольте собі бути частиною цього вдосконаленого світу Інтернет-з'єднань.</p>
        </div>
      </div>
      <div className='mid'>
        <div className='mid_top'>
          <div className='left'>
            <div className="text">
              <div className="right"></div>
              <div className="left">
                <p>
                  <p>Інтернет-провайдер вам розкриває світ можливостей із нашими інноваційними тарифами. Незалежно від ваших потреб та вимог, ми пропонуємо найкращі плани для забезпечення вас швидкістю та надійністю. Ознайомтеся з нашими тарифами:</p>
                  <br />
                  <li>
                    <b>1. Стандарт:</b><br/>
                    Швидкість: <i>50 Мбіт/с</i><br/>
                    Ціна: <i> 150 грн/міс</i><br/>
                    Додаткові Послуги: Безкоштовні дзвінки в мережі
                  </li>
                  <li>
                    <b>2. Оптимальний:</b><br/>
                    Швидкість: <i>100 Мбіт/с</i><br/>
                    Ціна: <i>250 грн/міс</i><br/>
                    Додаткові Послуги: Телевізійний пакет
                  </li>
                  <li>
                    <b>3. Професіональний:</b><br/>
                    Швидкість: <i>200 Мбіт/с</i><br/>
                    Ціна: <i>400 грн/міс</i><br/>
                    Додаткові Послуги: Необмежений інтернет у вихідні
                  </li>
                  <li>
                    <b>4. Бізнес:</b><br/>
                    Швидкість: <i>500 Мбіт/с</i><br/>
                    Ціна: <i>500 Мбіт/с</i><br/>
                    Додаткові Послуги: IP-телефонія
                  </li>
                  <li>
                    <b>5. Корпоративний:</b><br />
                    Швидкість: <i>500 Мбіт/с</i><br />
                    Ціна: 1200 грн/міс
                  </li><br />
                  
                  Додаткові Послуги: Доступ до преміум контенту
                  Виберіть тариф, що відповідає вашим потребам, та насолоджуйтеся безперервним та швидким Інтернет-з'єднанням. Ми піклуємося про ваше онлайн-досвід!
                </p>
              </div>
            </div>
          </div>
          <div className='right'>
            <div className="table">
              <table>
                <thead>
                  <tr>
                    <th>Назва Тарифу</th>
                    <th>Швидкість (Мбіт/с)</th>
                    <th>Ціна (грн/міс)</th>
                    <th>Додаткові Послуги</th>
                  </tr>
                </thead>
                <tbody>
                  <tr>
                    <td>Стандарт</td>
                    <td>50</td>
                    <td>150</td>
                    <td>Безкоштовні дзвінки в мережі</td>
                  </tr>
                  <tr>
                    <td>Оптимальний</td>
                    <td>100</td>
                    <td>250</td>
                    <td>Телевізійний пакет</td>
                  </tr>
                  <tr>
                    <td>Професіональний</td>
                    <td>200</td>
                    <td>400</td>
                    <td>Необмежений інтернет у вихідні</td>
                  </tr>
                  <tr>
                    <td>Бізнес</td>
                    <td>500</td>
                    <td>800</td>
                    <td>IP-телефонія</td>
                  </tr>
                  <tr>
                    <td>Корпоративний</td>
                    <td>1000</td>
                    <td>1200</td>
                    <td>Доступ до преміум контенту</td>
                  </tr>
                </tbody>
              </table>
            </div>
          </div>
        </div>
        <div className='mid_bottom'>
          <div className='left'>
            <div className="table">
              <table>
                <thead>
                  <tr>
                    <th>Модель Модема</th>
                    <th>Тип Підключення</th>
                    <th>Швидкість Завантаження</th>
                    <th>Ціна</th>
                  </tr>
                </thead>
                <tbody>
                  <tr>
                    <td>SuperSpeed 1000</td>
                    <td>DSL</td>
                    <td>100 Мбіт/с</td>
                    <td>120 грн/міс</td>
                  </tr>
                  <tr>
                    <td>UltraConnect Pro</td>
                    <td>Fiber Optic</td>
                    <td>500 Мбіт/с</td>
                    <td>250 грн/міс</td>
                  </tr>
                  <tr>
                    <td>WirelessLink 360</td>
                    <td>Wi-Fi</td>
                    <td>360 Мбіт/с</td>
                    <td>180 грн/міс</td>
                  </tr>
                  <tr>
                    <td>QuickNet Elite</td>
                    <td>Cable</td>
                    <td>250 Мбіт/с</td>
                    <td>200 грн/міс</td>
                  </tr>
                  <tr>
                    <td>MobileConnect Plus</td>
                    <td>Mobile</td>
                    <td>50 Мбіт/с</td>
                    <td>100 грн/міс</td>
                  </tr>
                </tbody>
              </table>
            </div>
          </div>
          <div className='right'>
            <div className="text">
              <div className="right"></div>
              <div className="left">
                <p>
                  <p>Дивіться наш розмаїтий вибір модемів, які гарантують надійне та швидке підключення до мережі Інтернет:</p>
                  <br />
                  <p className='t_align_l'>
                    <b>1. SuperSpeed 1000</b><br />
                    Тип Підключення: DSL <br />
                    Швидкість Завантаження: <i>100 Мбіт/с</i><br />
                    Ціна: <i>120 грн/міс</i><br />
                    <b>2. UltraConnect Pro</b><br />
                    Тип Підключення: Fiber Optic<br />
                    Швидкість Завантаження: <i>500 Мбіт/с</i><br />
                    Ціна: <i>250 грн/міс</i><br />
                    <b>3. WirelessLink 360</b><br />
                    Тип Підключення: Wi-Fi<br />
                    Швидкість Завантаження: <i>360 Мбіт/с</i><br />
                    Ціна: <i>180 грн/міс</i><br />
                    <b>4. QuickNet Elite</b><br />
                    Тип Підключення: Cable<br />
                    Швидкість Завантаження: <i>250 Мбіт/с</i><br />
                    Ціна: <i>200 грн/міс</i><br />
                    <b>5. MobileConnect Plus</b><br />
                    Тип Підключення: Mobile<br />
                    Швидкість Завантаження: <i>50 Мбіт/с</i><br />
                    Ціна: <i>100 грн/міс</i><br />
                  </p>
                  <br />Виберіть модем, який відповідає вашим потребам, та насолоджуйтеся безперебійним з'єднанням із світом Інтернету. Ми прагнемо забезпечити вас передовими технологіями для вашого комфорту та зручності.
                </p>
              </div>
            </div>
          </div>
        </div>
      </div>
    </div>
    
  );
}

export default Services;
